{
  "title": "About",
  "description": [
    "Independent Wellington artist Jane Perry is known for her elegant, graphic and lively work.",
    "She has an eclectic attitude to her subject : a mood, music, politics, memories or conversation. Her understanding of composition is unmistakeable.",
    "She explores the subtleties of form and colour and clearly gets pleasure conveying this to others."
  ],
  "interview": {
    "text": "Festival.nz interview",
    "url": "https://www.festival.nz/article/interview-artist-jane-perry/"
  },
  "timeline": [
    {
      "year": "1968-70",
      "description": "Attended Byam Shaw School of Painting and Drawing, London."
    },
    {
      "year": "1973-74",
      "description": "Trained at St. Albans School of Art as an art therapist."
    },
    {
      "year": "1974-79",
      "description": "Worked as a free-lance textile designer selling to Libertys, and Heals of London.\nHas work registered at the Victoria and Albert Museum."
    },
    {
      "year": "1979",
      "description": "Returned to New Zealand."
    },
    {
      "year": "1980",
      "description": "Illustrated  'New Zealand Whisky Book' by Stuart Perry (Collins)."
    },
    {
      "year": "1981",
      "description": "Illustrated  'Taupo Fishing Diary' by Alex Gillett and Jane Perry ( Hodder and Stoughton).\nTourism Award."
    },
    {
      "year": "1982-87",
      "description": "Worked as an illustrator and display artist, National Museum of New Zealand."
    },
    {
      "year": "1986",
      "description": "Joint illustrator of  'Guide to Mammals of New Zealand' (Collins)."
    },
    {
      "year": "1989-2002",
      "description": "Began working as a full-time self-supporting painter and held annual exhibitions at Turnbull House, Wellington.\nBiennial shows during International Festivals of the Arts."
    },
    {
      "year": "1991",
      "description": "Finalist, Telecom Art Awards."
    },
    {
      "year": "1993",
      "description": "Contributing illustrator of  'Painted Histories' by Roger Neich (AUP).\nFinalist in Montana Book Awards."
    },
    {
      "year": "1995",
      "description": "Going Solo Exhibition, New Zealand Academy of Fine Arts.\nFinalist, Telecom Art  Awards."
    },
    {
      "year": "1996-99",
      "description": "Exhibited in Sydney and Melbourne."
    },
    {
      "year": "2001",
      "description": "Group show of four Wellington artists at New Zealand Portrait Gallery."
    },
    {
      "year": "2001-2023",
      "description": "Sold mainly direct from her studio.\nHas work in collections in New Zealand and around the world."
    }
  ]
}